export const GRADE_LEVELS: string[] = [
  '초등학교 (1학년)',
  '초등학교 (2학년)',
  '초등학교 (3학년)',
  '초등학교 (4학년)',
  '초등학교 (5학년)',
  '초등학교 (6학년)',
];

export const SEMESTERS: string[] = [
    '1학기',
    '2학기',
];

export const SUBJECTS: string[] = [
  '국어',
  '수학',
  '사회',
  '과학',
  '영어',
  '음악',
  '미술',
  '체육',
  '실과',
  '도덕',
  '바른 생활',
  '슬기로운 생활',
  '즐거운 생활',
];

export const SPECIAL_NEEDS_SUGGESTIONS: string[] = [
  '시각장애 학생',
  '청각장애 학생',
  '지적장애 학생',
  '지체장애 학생',
  '정서·행동장애 학생',
  '자폐성장애 학생', 
  '의사소통장애 학생',
  '학습장애 학생',
  '건강장애 학생',
  '발달 지체 학생',
  '경계선 지능 학생',
  'ADHD 성향 학생'
];