export const GRADE_LEVELS: string[] = [
  '유치원',
  '초등학교 (1-2학년)',
  '초등학교 (3-4학년)',
  '초등학교 (5-6학년)',
  '중학교 (1-3학년)',
  '고등학교 (1-3학년)',
  '대학교',
];

export const SEMESTERS: string[] = [
    '1학기',
    '2학기',
];

export const SUBJECTS: string[] = [
  '국어',
  '수학',
  '바른 생활',
  '슬기로운 생활',
  '즐거운 생활',
  '안전한 생활',
  '통합교과',
  '사회',
  '도덕',
  '과학',
  '실과',
  '체육',
  '음악',
  '미술',
  '영어',
  '창의적 체험활동',
];

export const SPECIAL_NEEDS_SUGGESTIONS: string[] = [
  '시각장애 학생',
  '청각장애 학생',
  '지적장애 학생',
  '지체장애 학생',
  '정서·행동장애 학생',
  '자폐성장애 학생', 
  '의사소통장애 학생',
  '학습장애 학생',
  '건강장애 학생',
  '발달 지체 학생',
  '경계선 지능 학생',
  'ADHD 성향 학생'
];